cask "1password-cli"
brew "asdf"
brew "bat"
tap "oven-sh/bun"
brew "bun"
brew "chezmoi"
brew "cmake"
brew "delta"
brew "deno"
brew "doggo"
brew "fastfetch"
brew "ffmpeg"
brew "fish"
cask "font-jetbrains-mono-nerd-font"
brew "gcc"
brew "glab"
brew "gh"
brew "git"
brew "go"
brew "hyfetch"
brew "java"
brew "lolcat"
brew "lsd"
brew "node@20"
cask "mitmproxy"
brew "ollama"
brew "pipenv"
brew "pkg-config"
brew "postgresql@14"
brew "qpdf"
brew "rustup"
brew "sl"
brew "spicetify-cli"
brew "telnet"
brew "tlrc"
brew "typst"
brew "unzip"
brew "watch"
brew "wget"
brew "xz"
brew "yt-dlp"
brew "zig"
brew "zstd"
