brew "bat"
tap "oven-sh/bun"
brew "bun"
brew "chezmoi"
brew "cmake"
brew "doggo"
brew "fastfetch"
brew "fish"
cask "font-jetbrains-mono-nerd-font"
brew "gh"
brew "git"
brew "go"
brew "hyfetch"
brew "lsd"
brew "node@20"
brew "pipenv"
brew "rustup"
brew "sl"
brew "tlrc"
brew "typst"
brew "unzip"
brew "watch"
brew "wget"
brew "xz"
brew "zstd"
